[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 7

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Danish

FileAuthor=Jens Peter Jensen (jpworld.dk)

[General]
CircleDockName=Cirkel Dock
CircleDockWebsiteWord=Cirkel Dock Hjemmeside
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Forfatter
SupportForumWord=Support Forum
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=Tastetryk / hjulet på musen ruller pr rotation
IconReplacementMode=Ikon erstatning Mode

[MainContextMenu]
WebsiteWord=Hjemmeside
SettingsWord=Indstillinger
HideWord=Gem dig
ShowWord=Vise
QuitWord=Afslut
RemoveWord=Fjerne
AddWord=Tilføj
DockFolder=Dock mapppe
ChangeIcon=Skift Ikon

[SettingsPanel]
Name=Circle Dock Configuration
SettingsPanelWord=Indstillinger Panel
GeneralWord=General
DockShape=Dock Form

Labels=Etiketter
Animation=Animation
LocationWord=Placering
TogglingWord=Toggling
FileDockIconAssociations=Fil -> Dock foreninger
LanguageWord=Sprog
HelpWord=Hjælp
HotKeySelectorToggleDock=Genvejstast Selector (for at skifte Dock synlighed)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=Valid Genvejstast kombination
InvalidHotKeyCombination=Ugyldig genvejstast-kombination / i brug

CentreAroundCursorWhenShown=Center Dock omkring markøren, når vist
CircleDockVersionWord=Circle Dock version
EnableDockRotation=Aktivere Dock Rotation

ConfigurationDescriptionLabel=Tilpas den måde, Circle Dock vises på skærmen

// General Panel
KeepDockAboveAllOtherWindows=Keep Dock over alle andre vinduer
ClickSensitivity=Klik Følsomhed
Sensitive=Følsomme
NotSensitive=Ikke følsom
EnablePortabilityMode=Aktiver portabilitet Mode
UseMemorySaver=Brug Memory Saver

// Background Panel
Background=Baggrund
BackgroundImage=Baggrundsbillede
NormalSize=Normal størrelse
NormalOpacity=Normal Opacitet

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=Konstant antallet af artikler pr cirkel
NumberOfIconsPerCircle=Antallet af ikoner pr cirkel
MinimumRadius=Mindste Radius
SeparationBetweenCircles=Adskillelse mellem kredse
FormatWord=Format
CircleWord=Cirkel

// Centre Button Panel
CentreButton=Center knap
DefaultCentreButton=Standard Center knappen
OtherSettings=Andre indstillinger
ShowStartMenuWhenClicked=Vis Start-menuen, når der klikkes
StartMenuResidueWarning=Bemærk: Du skal slå "Vis skygger under menuer" i din Windows Visuel Indstillinger stil eller du vil få resterende Skygger.

// Dock Items Panel
DockItems=Dock Punkter
RightClickMenu=Højreklik på menuen
ShowWindowsFileFolderMenus=Vis Windows Fil mappe menuer
HideDock=Skjul Dock
HideDockAfterFileExecution=Skjul Dock efter åbning af filer / mapper

// Labels Panel
FontWord=Skrifttype
ChangeFont=Ændre Skrifttype
ChangeColor=Ændre farve
ShadowWord=Skygge
ShadowSize=Skygge Størrelse
ShadowDarknessFactor=Skygge Darkness Factor
ShowLabels=Vis Etiketter
ShowLabelsOnMouseoverOnly=Vis etiketter på Mouseover kun

// Animation
AnimationWord=Animation
GeneralFrameRate=Generelle Frame Rate (FPS)
RotationAnimationDuration=Rotation Animation Varighed (ms)
FadeInFadeOutDuration=Fade In / Fade Out Varighed (ms)
UsePoofAnimationWhenDeleting=Brug Poof animation, når du sletter (eksperimentel)

//About Panel
AboutWord=Om
ThePremiereCircularDockForWindows=De premiere cirkulære dock til Windows
WebsiteWord=Hjemmeside
VersionInformation=Version Information
OfficialHomepage=Officiel hjemmeside

// Help Panel
SupportWord=Support
OfficialWebForum=Officielle web-forum
OfficialWebHelpFAQ=Officielle web Hjælp / FAQ

// Language Panel
LanguageFileLocation=Sprog fil placering
LanguageName=Sprog fil navn
LanguageFileAuthor=Sprog fil forfatter
LanguageFileVersion=Sprog fil version
LanguageFileOriginallyIntendedFor=Sprog fil oprindeligt var bestemt til cirkel Dock Version:
LanguageFileProgramRestartRequired=***Program genstart kræves for fuldt ud at ændre sproget***
LanguageFileValidCurrent=Sprog fil er gyldig / Aktuelt
LanguageFileInvalidOutofDate=Sprog fil er ugyldig / uaktuel

// Fil -> Ikon Foreninger
FileIconAssocationsDescription=Default Ikoner bruges, når du tilføjer filer / mapper til Dock
FileNameIconAssociations=Fil navn -> Ikon Foreninger
FolderNameIconAssociations=Mappe navn -> Ikoner Foreninger
FileExtensionIconAssociations=Fil forlængelse -> Ikon Foreninger
DockFolderIconAssociation=Dock mappe -> Ikon Association

// Toggling
ToggleVisibilityHotKey=Slå synlighed Genvejstast
ToggleVisibilityMouseButton=Slå synlighed museknap
ShowDockWhenIMoveMyMouseTo=Vis Dock, når jeg flytte min mus til...
ScreenLeftEdge=Skærm venstre kant
ScreenRightEdge=Skærm Højre kant
ScreenTopEdge=Skærm Top kant
ScreenBottomEdge=Skærm Nederste kant
EdgeWidthHeight=Kant bredde / højde

[ErrorMessages]
MissingInvalid=Mangler / Ugyldig
FilePathMissingInvalid=File / Sti mangler eller er ugyldig
